Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: If you're using a personal Microsoft account, you may need to specify your Tenant ID.
ar: إذا كنت تستخدم حساب Microsoft شخصيًا، فقد تحتاج إلى تحديد معرّف المستأجر (Tenant ID).
ca: Si utilitzeu un compte personal de Microsoft, és possible que hàgiu d'especificar el vostre Tenant ID.
cs: Pokud používáte osobní účet Microsoft, možná budete muset zadat své Tenant ID.
da: Hvis du bruger en personlig Microsoft-konto, skal du muligvis angive dit Tenant ID.
de: Wenn Sie ein persönliches Microsoft-Konto verwenden, müssen Sie möglicherweise Ihre Mandanten-ID angeben.
es: Si está utilizando una cuenta personal de Microsoft, es posible que necesite especificar su Tenant ID.
fi: Jos käytät henkilökohtaista Microsoft-tiliä, sinun on ehkä määritettävä vuokralaistunnuksesi (Tenant ID).
fr: Si vous utilisez un compte Microsoft personnel, vous devrez peut-être spécifier votre ID de locataire.
he: אם אתה משתמש בחשבון Microsoft אישי, ייתכן שתצטרך לציין את ה-Tenant ID שלך.
hu: Ha személyes Microsoft fiókot használ, előfordulhat, hogy meg kell adnia a Tenant ID-t.
it: Se utilizza un account Microsoft personale, potrebbe essere necessario specificare il Suo Tenant ID.
ja: 個人のMicrosoftアカウントを使用している場合、テナントIDの指定が必要な場合があります。
ko: 개인 Microsoft 계정을 사용하는 경우 테넌트 ID를 지정해야 할 수 있습니다.
nb: Hvis du bruker en personlig Microsoft-konto, kan du måtte oppgi din leier-ID.
nl: Als u een persoonlijk Microsoft-account gebruikt, moet u mogelijk uw Tenant ID opgeven.
pl: Jeśli używasz osobistego konta Microsoft, może być konieczne podanie Tenant ID.
pt_br: Se você estiver usando uma conta pessoal da Microsoft, pode ser necessário especificar seu Tenant ID.
pt_pt: Se estiver a utilizar uma conta Microsoft pessoal, poderá ter de especificar o seu Tenant ID.
ro: Dacă utilizați un cont Microsoft personal, este posibil să fie nevoie să specificați ID-ul de tenant.
sl: Če uporabljate osebni Microsoftov račun, boste morda morali navesti svoj ID najemnika.
sv: Om du använder ett personligt Microsoft-konto kan du behöva ange ditt Tenant ID.
uk: Якщо ви використовуєте особистий обліковий запис Microsoft, можливо, потрібно вказати ваш Tenant ID.
vi: Nếu bạn đang sử dụng tài khoản Microsoft cá nhân, bạn có thể cần chỉ định Tenant ID của mình.
zh_hans: 如果您使用个人 Microsoft 账户，可能需要指定您的租户 ID。
zh_hant: 如果您使用個人 Microsoft 帳號，可能需要指定您的租用戶 ID。

source: If your HSS config uses external() to load other YAML files, place those files in the app's Documents folder.
ar: إذا كان إعداد HSS يستخدم external() لتحميل ملفات YAML أخرى، ضع تلك الملفات في مجلد المستندات الخاص بالتطبيق.
ca: Si la vostra configuració HSS utilitza external() per carregar altres fitxers YAML, col·loqueu aquests fitxers a la carpeta Documents de l'aplicació.
cs: Pokud vaše HSS konfigurace používá external() pro načtení dalších YAML souborů, umístěte tyto soubory do složky Dokumenty aplikace.
da: Hvis din HSS-konfiguration bruger external() til at indlæse andre YAML-filer, skal du placere disse filer i appens Dokumenter-mappe.
de: Wenn Ihre HSS-Konfiguration external() zum Laden anderer YAML-Dateien verwendet, platzieren Sie diese Dateien im Dokumentenordner der App.
es: Si su configuración HSS usa external() para cargar otros archivos YAML, coloque esos archivos en la carpeta Documentos de la app.
fi: Jos HSS-asetuksesi käyttävät external()-toimintoa muiden YAML-tiedostojen lataamiseen, sijoita nämä tiedostot sovelluksen Documents-kansioon.
fr: Si votre configuration HSS utilise external() pour charger d'autres fichiers YAML, placez ces fichiers dans le dossier Documents de l'app.
he: אם תצורת ה-HSS שלך משתמשת ב-external() כדי לטעון קבצי YAML אחרים, מקם קבצים אלה בתיקיית Documents של האפליקציה.
hu: Ha a HSS konfigurációja external() függvényt használ más YAML fájlok betöltésére, helyezze azokat az alkalmazás Documents mappájába.
it: Se la Sua configurazione HSS utilizza external() per caricare altri file YAML, posizioni quei file nella cartella Documenti dell'app.
ja: HSS設定がexternal()で他のYAMLファイルを読み込む場合、それらのファイルをアプリのDocumentsフォルダに配置してください。
ko: HSS 설정이 external()을 사용하여 다른 YAML 파일을 로드하는 경우, 해당 파일을 앱의 Documents 폴더에 배치하세요.
nb: Hvis HSS-konfigurasjonen din bruker external() for å laste andre YAML-filer, plasserer du disse filene i appens Dokumenter-mappe.
nl: Als uw HSS-configuratie external() gebruikt om andere YAML-bestanden te laden, plaats deze bestanden dan in de map Documenten van de app.
pl: Jeśli Twoja konfiguracja HSS używa external() do wczytywania innych plików YAML, umieść te pliki w folderze Dokumenty aplikacji.
pt_br: Se sua configuração HSS usa external() para carregar outros arquivos YAML, coloque esses arquivos na pasta Documentos do app.
pt_pt: Se a sua configuração HSS utilizar external() para carregar outros ficheiros YAML, coloque esses ficheiros na pasta Documentos da aplicação.
ro: Dacă configurația HSS utilizează external() pentru a încărca alte fișiere YAML, plasați acele fișiere în folderul Documents al aplicației.
sl: Če vaša HSS konfiguracija uporablja external() za nalaganje drugih YAML datotek, te datoteke postavite v mapo Dokumenti aplikacije.
sv: Om din HSS-konfiguration använder external() för att ladda andra YAML-filer, placera dessa filer i appens Documents-mapp.
uk: Якщо ваша конфігурація HSS використовує external() для завантаження інших YAML-файлів, розмістіть ці файли в теці «Документи» програми.
vi: Nếu cấu hình HSS của bạn sử dụng external() để tải các tệp YAML khác, hãy đặt các tệp đó vào thư mục Documents của ứng dụng.
zh_hans: 如果您的 HSS 配置使用 external() 加载其他 YAML 文件，请将这些文件放在应用的“文稿”文件夹中。
zh_hant: 如果您的 HSS 設定使用 external() 載入其他 YAML 檔案，請將這些檔案放在 App 的「文件」資料夾中。

source: Ignored when a custom auto-start command is set in Settings.
ar: يتم تجاهله عند تعيين أمر بدء تلقائي مخصص في الإعدادات.
ca: S'ignora quan s'estableix una ordre d'inici automàtic personalitzada a la Configuració.
cs: Ignorováno, pokud je v Nastavení nastaven vlastní příkaz automatického spuštění.
da: Ignoreres, når en brugerdefineret autostartkommando er angivet i Indstillinger.
de: Wird ignoriert, wenn in den Einstellungen ein benutzerdefinierter Autostart-Befehl gesetzt ist.
es: Se ignora cuando se establece un comando de inicio automático personalizado en Ajustes.
fi: Ohitetaan, kun Asetuksissa on määritetty mukautettu automaattikäynnistyskomento.
fr: Ignoré lorsqu'une commande de démarrage automatique personnalisée est définie dans les Réglages.
he: מתעלמים כאשר מוגדרת פקודת הפעלה אוטומטית מותאמת בהגדרות.
hu: Figyelmen kívül hagyva, ha a Beállításokban egyéni automatikus indítási parancs van megadva.
it: Ignorato quando in Impostazioni è impostato un comando di avvio automatico personalizzato.
ja: 設定でカスタムの自動起動コマンドが指定されている場合は無視されます。
ko: 설정에서 사용자 지정 자동 시작 명령이 지정된 경우 무시됩니다.
nb: Ignoreres når en egendefinert autostartkommando er angitt i Innstillinger.
nl: Genegeerd wanneer in Instellingen een aangepast autostartcommando is ingesteld.
pl: Ignorowane, gdy w Ustawieniach ustawiono niestandardowe polecenie automatycznego uruchamiania.
pt_br: Ignorado quando um comando de início automático personalizado é definido em Configurações.
pt_pt: Ignorado quando está definido um comando de arranque automático personalizado nas Definições.
ro: Ignorat când în Setări este configurată o comandă personalizată de pornire automată.
sl: Prezrto, ko je v Nastavitvah nastavljen ukaz za samodejni zagon po meri.
sv: Ignoreras när ett anpassat autostartkommando är inställt i Inställningar.
uk: Ігнорується, коли в Налаштуваннях задано користувацьку команду автозапуску.
vi: Bị bỏ qua khi đã đặt lệnh tự khởi chạy tùy chỉnh trong Cài đặt.
zh_hans: 在“设置”中指定了自定义自动启动命令时忽略。
zh_hant: 在「設定」中指定了自訂自動啟動指令時忽略。

source: Ignored when a custom command is set.
ar: يتم تجاهله عند تعيين أمر مخصص.
ca: S'ignora quan s'estableix una ordre personalitzada.
cs: Ignorováno, pokud je nastaven vlastní příkaz.
da: Ignoreres, når en brugerdefineret kommando er angivet.
de: Wird ignoriert, wenn ein benutzerdefinierter Befehl gesetzt ist.
es: Se ignora cuando se establece un comando personalizado.
fi: Ohitetaan, kun mukautettu komento on asetettu.
fr: Ignoré lorsqu'une commande personnalisée est définie.
he: מתעלמים כאשר פקודה מותאמת מוגדרת.
hu: Figyelmen kívül hagyva, ha egyéni parancs van beállítva.
it: Ignorato quando è impostato un comando personalizzato.
ja: カスタムコマンドが設定されている場合は無視されます。
ko: 사용자 지정 명령이 설정된 경우 무시됩니다.
nb: Ignoreres når en egendefinert kommando er angitt.
nl: Genegeerd wanneer een aangepast commando is ingesteld.
pl: Ignorowane, gdy ustawiono polecenie niestandardowe.
pt_br: Ignorado quando um comando personalizado é definido.
pt_pt: Ignorado quando um comando personalizado está definido.
ro: Ignorat când este setată o comandă personalizată.
sl: Prezrto, ko je nastavljen ukaz po meri.
sv: Ignoreras när ett anpassat kommando är inställt.
uk: Ігнорується, коли встановлено користувацьку команду.
vi: Bị bỏ qua khi đã đặt lệnh tùy chỉnh.
zh_hans: 设置自定义命令时忽略。
zh_hant: 設定自訂指令時忽略。

source: Image Filter
ar: فلتر الصورة
ca: Filtre d'imatge
cs: Filtr obrázku
da: Billedfilter
de: Bildfilter
es: Filtro de imagen
fi: Kuvasuodatin
fr: Filtre d'image
he: פילטר תמונה
hu: Képszűrő
it: Filtro immagine
ja: 画像フィルタ
ko: 이미지 필터
nb: Bildefilter
nl: Beeldfilter
pl: Filtr obrazu
pt_br: Filtro de Imagem
pt_pt: Filtro de Imagem
ro: Filtru imagine
sl: Filter slike
sv: Bildfilter
uk: Фільтр зображення
vi: Bộ lọc ảnh
zh_hans: 图片滤镜
zh_hant: 圖片濾鏡

source: Import
ar: استيراد
ca: Importar
da: Importer
de: Importieren
es: Importar
fi: Tuo
fr: Importer
he: ייבוא
hu: Importálás
it: Importa
ja: 読み込み
ko: 가져오기
nb: Importer
nl: Importeer
pl: Importuj
pt_br: Importar
pt_pt: Importar
ro: Importare
sl: Uvozi
sv: Importera
uk: Імпорт
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import "%@"
ar: استيراد "%@"
ca: Importar «%@»
cs: Importovat „%@“
da: Importer "%@"
de: „%@“ importieren
es: Importar "%@"
fi: Tuo "%@"
fr: Importer « %@ »
he: ייבוא "%@"
hu: "%@" importálása
it: Importa "%@"
ja: "%@"を読み込み
ko: "%@" 가져오기
nb: Importer «%@»
nl: Importeer "%@"
pl: Importuj "%@"
pt_br: Importar "%@"
pt_pt: Importar "%@"
ro: Importare „%@”
sl: Uvozi "%@"
sv: Importera "%@"
uk: Імпортувати «%@»
vi: Nhập "%@"
zh_hans: 导入“%@”
zh_hant: 匯入「%@」

source: Import %lld Clusters
ar: استيراد %lld مجموعة
ca: Importar %lld clústers
cs: Importovat %lld clusterů
da: Importer %lld klynger
de: %lld Cluster importieren
es: Importar %lld clústeres
fi: Tuo %lld klusteria
fr: Importer %lld clusters
he: ייבוא %lld אשכולות
hu: %lld klaszter importálása
it: Importa %lld cluster
ja: %lld個のクラスタを読み込み
ko: cluster %lld개 가져오기
nb: Importer %lld klynger
nl: %lld clusters importeren
pl: Importuj %lld klastrów
pt_br: Importar %lld Clusters
pt_pt: Importar %lld Clusters
ro: Importă %lld clustere
sl: Uvozi %lld gruč
sv: Importera %lld kluster
uk: Імпортувати %lld кластерів
vi: Nhập %lld Cụm
zh_hans: 导入 %lld 个集群
zh_hant: 匯入 %lld 個叢集

source: Import a key before enabling agent forwarding.
ar: استورد مفتاحًا قبل تمكين إعادة توجيه الوكيل.
ca: Importeu una clau abans d'activar el reenviament de l'agent.
cs: Před povolením přeposílání agenta importujte klíč.
da: Importér en nøgle, før du aktiverer agent-videresendelse.
de: Importiere einen Schlüssel, bevor du die Agent-Weiterleitung aktivierst.
es: Importa una clave antes de activar el reenvío del agente.
fi: Tuo avain ennen agentin edelleenohjauksen käyttöönottoa.
fr: Importez une clé avant d'activer le transfert d'agent.
he: ייבא מפתח לפני הפעלת העברת סוכן.
hu: Importáljon egy kulcsot az ágens továbbítás engedélyezése előtt.
it: Importa una chiave prima di attivare l'inoltro dell'agente.
ja: エージェント転送を有効にする前に鍵をインポートしてください。
ko: 에이전트 포워딩을 활성화하기 전에 키를 가져오세요.
nb: Importer en nøkkel før du aktiverer agent-videresending.
nl: Importeer een sleutel voordat je agent-doorverwijzing inschakelt.
pl: Zaimportuj klucz przed włączeniem przekazywania agenta.
pt_br: Importe uma chave antes de ativar o encaminhamento do agente.
pt_pt: Importe uma chave antes de ativar o encaminhamento do agente.
ro: Importați o cheie înainte de a activa redirecționarea agentului.
sl: Pred omogočanjem posredovanja agenta uvozite ključ.
sv: Importera en nyckel innan du aktiverar agentvidarebefordran.
uk: Імпортуйте ключ перед увімкненням переспрямування агента.
vi: Nhập khóa trước khi bật chuyển tiếp agent.
zh_hans: 启用代理转发前请先导入密钥。
zh_hant: 啟用代理轉發前請先匯入金鑰。

source: Import a key for the jump host or switch to password auth.
ar: استورد مفتاحًا لمضيف القفز أو انتقل إلى المصادقة بكلمة المرور.
ca: Importeu una clau per a l'amfitrió de salt o canvieu a autenticació per contrasenya.
cs: Importujte klíč pro jump host nebo přepněte na ověřování heslem.
da: Importér en nøgle til jump-værten, eller skift til adgangskodelogin.
de: Importiere einen Schlüssel für den Jump-Host oder wechsle zur Passwort-Authentifizierung.
es: Importa una clave para el servidor de salto o cambia a autenticación por contraseña.
fi: Tuo avain hyppyisännälle tai vaihda salasanatodennukseen.
fr: Importez une clé pour l'hôte de rebond ou passez à l'authentification par mot de passe.
he: ייבא מפתח עבור מארח הקפיצה או עבור לאימות בסיסמה.
hu: Importáljon kulcsot a jump hosthoz, vagy váltson jelszavas hitelesítésre.
it: Importa una chiave per l'host di salto o passa all'autenticazione con password.
ja: 踏み台ホスト用の鍵をインポートするか、パスワード認証に切り替えてください。
ko: 점프 호스트용 키를 가져오거나 비밀번호 인증으로 전환하세요.
nb: Importer en nøkkel for jump-verten eller bytt til passordautentisering.
nl: Importeer een sleutel voor de jump-host of schakel over naar wachtwoordauthenticatie.
pl: Zaimportuj klucz dla hosta pośredniczącego lub przełącz na uwierzytelnianie hasłem.
pt_br: Importe uma chave para o host de salto ou mude para autenticação por senha.
pt_pt: Importe uma chave para o anfitrião de salto ou mude para autenticação por palavra-passe.
ro: Importați o cheie pentru gazda de salt sau treceți la autentificarea cu parolă.
sl: Uvozite ključ za posredniški gostitelj ali preklopite na geslo.
sv: Importera en nyckel för jump-värden eller byt till lösenordsautentisering.
uk: Імпортуйте ключ для jump-хоста або перейдіть на автентифікацію паролем.
vi: Nhập khóa cho máy chủ trung chuyển hoặc chuyển sang xác thực mật khẩu.
zh_hans: 为跳板机导入密钥或切换为密码认证。
zh_hant: 為跳板機匯入金鑰或切換為密碼驗證。

source: Import a key to use key-based authentication.
ar: استورد مفتاحًا لاستخدام المصادقة بالمفتاح.
ca: Importeu una clau per utilitzar l'autenticació basada en claus.
cs: Importujte klíč pro ověřování pomocí klíče.
da: Importér en nøgle for at bruge nøglebaseret login.
de: Importiere einen Schlüssel für schlüsselbasierte Authentifizierung.
es: Importa una clave para usar autenticación basada en claves.
fi: Tuo avain käyttääksesi avainpohjaista todennusta.
fr: Importez une clé pour utiliser l'authentification par clé.
he: ייבא מפתח לשימוש באימות מבוסס מפתח.
hu: Importáljon kulcsot a kulcs alapú hitelesítéshez.
it: Importa una chiave per usare l'autenticazione basata su chiave.
ja: 鍵ベースの認証を使用するには鍵をインポートしてください。
ko: 키 기반 인증을 사용하려면 키를 가져오세요.
nb: Importer en nøkkel for å bruke nøkkelbasert autentisering.
nl: Importeer een sleutel om sleutelgebaseerde authenticatie te gebruiken.
pl: Zaimportuj klucz, aby użyć uwierzytelniania kluczem.
pt_br: Importe uma chave para usar autenticação baseada em chave.
pt_pt: Importe uma chave para usar autenticação baseada em chave.
ro: Importați o cheie pentru a utiliza autentificarea bazată pe cheie.
sl: Uvozite ključ za preverjanje pristnosti s ključem.
sv: Importera en nyckel för att använda nyckelbaserad autentisering.
uk: Імпортуйте ключ для автентифікації за допомогою ключа.
vi: Nhập khóa để sử dụng xác thực bằng khóa.
zh_hans: 导入密钥以使用密钥认证。
zh_hant: 匯入金鑰以使用金鑰驗證。

source: Import a kubeconfig file to connect to your Kubernetes clusters.
ar: استورد ملف kubeconfig للاتصال بمجموعات Kubernetes الخاصة بك.
ca: Importeu un fitxer kubeconfig per connectar-vos als vostres clústers de Kubernetes.
cs: Importujte soubor kubeconfig pro připojení k vašim Kubernetes clusterům.
da: Importer en kubeconfig-fil for at oprette forbindelse til dine Kubernetes-klynger.
de: Importieren Sie eine Kubeconfig-Datei, um sich mit Ihren Kubernetes-Clustern zu verbinden.
es: Importe un archivo kubeconfig para conectarse a sus clústeres de Kubernetes.
fi: Tuo kubeconfig-tiedosto yhdistääksesi Kubernetes-klustereihisi.
fr: Importez un fichier kubeconfig pour vous connecter à vos clusters Kubernetes.
he: ייבא קובץ kubeconfig כדי להתחבר לאשכולות ה-Kubernetes שלך.
hu: Importáljon egy kubeconfig fájlt a Kubernetes klaszterekhez való csatlakozáshoz.
it: Importi un file kubeconfig per connettersi ai Suoi cluster Kubernetes.
ja: kubeconfigファイルを読み込んでKubernetesクラスタに接続します。
ko: kubeconfig 파일을 가져와 Kubernetes cluster에 연결합니다.
nb: Importer en kubeconfig-fil for å koble til Kubernetes-klyngene dine.
nl: Importeer een kubeconfig-bestand om verbinding te maken met uw Kubernetes-clusters.
pl: Zaimportuj plik kubeconfig, aby połączyć się z klastrami Kubernetes.
pt_br: Importe um arquivo kubeconfig para conectar aos seus clusters Kubernetes.
pt_pt: Importe um ficheiro kubeconfig para se ligar aos seus clusters Kubernetes.
ro: Importați un fișier kubeconfig pentru a vă conecta la clusterele Kubernetes.
sl: Uvozite datoteko kubeconfig za povezavo z vašimi Kubernetes gručami.
sv: Importera en kubeconfig-fil för att ansluta till dina Kubernetes-kluster.
uk: Імпортуйте файл kubeconfig для підключення до ваших кластерів Kubernetes.
vi: Nhập tệp kubeconfig để kết nối với các cụm Kubernetes của bạn.
zh_hans: 导入 kubeconfig 文件以连接到您的 Kubernetes 集群。
zh_hant: 匯入 kubeconfig 檔案以連線到您的 Kubernetes 叢集。

source: Import Additional MMDB Databases
ar: استيراد قواعد بيانات MMDB إضافية
ca: Importa bases de dades MMDB addicionals
cs: Importovat další databáze MMDB
da: Importér yderligere MMDB-databaser
de: Weitere MMDB-Datenbanken importieren
es: Importar bases de datos MMDB adicionales
fi: Tuo lisaa MMDB-tietokantoja
fr: Importer des bases de donnees MMDB supplementaires
he: ייבא מסדי נתונים נוספים של MMDB
hu: Tovabbi MMDB adatbazisok importalasa
it: Importa ulteriori database MMDB
ja: 追加の MMDB データベースをインポート
ko: 추가 MMDB 데이터베이스 가져오기
nb: Importer flere MMDB-databaser
nl: Importeer extra MMDB-databases
pl: Importuj dodatkowe bazy MMDB
pt_br: Importar bancos de dados MMDB adicionais
pt_pt: Importar bases de dados MMDB adicionais
ro: Importa baze de date MMDB suplimentare
sl: Uvozi dodatne podatkovne baze MMDB
sv: Importera ytterligare MMDB-databaser
uk: Імпортувати додаткові бази MMDB
vi: Nhập thêm cơ sở dữ liệu MMDB
zh_hans: 导入更多 MMDB 数据库
zh_hant: 匯入更多 MMDB 資料庫

source: Import an MP4 (H.264 or HEVC) or MOV file. Looping works best when the first and last frames match. Audio tracks are ignored.
ar: استورد ملف MP4 (H.264 أو HEVC) أو MOV. يعمل التكرار بشكل أفضل عندما يتطابق الإطاران الأول والأخير. يتم تجاهل المسارات الصوتية.
ca: Importa un fitxer MP4 (H.264 o HEVC) o MOV. El bucle funciona millor quan el primer i l'últim fotograma coincideixen. Es descarten les pistes d'àudio.
cs: Importujte soubor MP4 (H.264 nebo HEVC) nebo MOV. Smyčka funguje nejlépe, když se první a poslední snímek shodují. Zvukové stopy jsou ignorovány.
da: Importér en MP4- (H.264 eller HEVC) eller MOV-fil. Løkker fungerer bedst, når første og sidste billede matcher. Lydspor ignoreres.
de: Importiere eine MP4- (H.264 oder HEVC) oder MOV-Datei. Die Schleife funktioniert am besten, wenn das erste und letzte Bild übereinstimmen. Audiospuren werden ignoriert.
es: Importa un archivo MP4 (H.264 o HEVC) o MOV. El bucle funciona mejor cuando el primer y el último fotograma coinciden. Se ignoran las pistas de audio.
fi: Tuo MP4- (H.264 tai HEVC) tai MOV-tiedosto. Toisto toimii parhaiten, kun ensimmäinen ja viimeinen ruutu vastaavat toisiaan. Ääniraidat jätetään huomiotta.
fr: Importez un fichier MP4 (H.264 ou HEVC) ou MOV. La boucle fonctionne mieux lorsque la première et la dernière image correspondent. Les pistes audio sont ignorées.
he: ייבא קובץ MP4 (H.264 או HEVC) או MOV. הלולאה פועלת בצורה הטובה ביותר כאשר הפריים הראשון והאחרון תואמים. רצועות שמע נתעלמות.
hu: Importálj MP4 (H.264 vagy HEVC) vagy MOV fájlt. A hurok akkor működik a legjobban, ha az első és az utolsó képkocka egyezik. A hangsávokat figyelmen kívül hagyja.
it: Importa un file MP4 (H.264 o HEVC) o MOV. Il ciclo funziona meglio quando il primo e l'ultimo fotogramma corrispondono. Le tracce audio vengono ignorate.
ja: MP4 (H.264 または HEVC) または MOV ファイルをインポートします。最初と最後のフレームが一致する場合、ループが最適に機能します。オーディオトラックは無視されます。
ko: MP4 (H.264 또는 HEVC) 또는 MOV 파일을 가져옵니다. 첫 프레임과 마지막 프레임이 일치할 때 반복이 가장 잘 작동합니다. 오디오 트랙은 무시됩니다.
nb: Importer en MP4- (H.264 eller HEVC) eller MOV-fil. Løkken fungerer best når første og siste bilde samsvarer. Lydspor ignoreres.
nl: Importeer een MP4- (H.264 of HEVC) of MOV-bestand. De lus werkt het beste wanneer het eerste en laatste frame overeenkomen. Audiosporen worden genegeerd.
pl: Zaimportuj plik MP4 (H.264 lub HEVC) lub MOV. Pętla działa najlepiej, gdy pierwsza i ostatnia klatka są zgodne. Ścieżki audio są ignorowane.
pt_br: Importe um arquivo MP4 (H.264 ou HEVC) ou MOV. O loop funciona melhor quando o primeiro e o último quadro coincidem. As faixas de áudio são ignoradas.
pt_pt: Importe um ficheiro MP4 (H.264 ou HEVC) ou MOV. O ciclo funciona melhor quando o primeiro e o último fotograma coincidem. As faixas de áudio são ignoradas.
ro: Importă un fișier MP4 (H.264 sau HEVC) sau MOV. Bucla funcționează cel mai bine când primul și ultimul cadru se potrivesc. Pistele audio sunt ignorate.
sl: Uvozi datoteko MP4 (H.264 ali HEVC) ali MOV. Zanka najbolje deluje, ko se prva in zadnja sličica ujemata. Zvočne sledi so prezrte.
sv: Importera en MP4- (H.264 eller HEVC) eller MOV-fil. Loopen fungerar bäst när första och sista bildrutan matchar. Ljudspår ignoreras.
uk: Імпортуйте файл MP4 (H.264 або HEVC) або MOV. Зациклення працює найкраще, коли перший і останній кадри збігаються. Звукові доріжки ігноруються.
vi: Nhập tệp MP4 (H.264 hoặc HEVC) hoặc MOV. Lặp hoạt động tốt nhất khi khung hình đầu và cuối khớp nhau. Bỏ qua các bản âm thanh.
zh_hans: 导入 MP4 (H.264 或 HEVC) 或 MOV 文件。当首尾帧匹配时循环效果最佳。音轨将被忽略。
zh_hant: 匯入 MP4 (H.264 或 HEVC) 或 MOV 檔案。當首尾影格匹配時循環效果最佳。音訊軌道會被忽略。
